Repository: V4ldum/finance
Catalog: lib/_l10n/intl_*.arb
Languages: fr

# tooManyRequestsTitle
source: Too many requests
fr: Trop de requêtes

# tooManyRequestsBody
source: You have sent too many simultaneous requests or have reached your monthly quota.
fr: Vous avez envoyé trop de requêtes simultanées ou avez atteint votre quota mensuel.

# unknownErrorTitle
source: Error
fr: Erreur

# unknownErrorBody
source: An error occurred.
fr: Une erreur est survenue.

# authenticationFailedTitle
source: Connection failed
fr: Echec de la connexion

# authenticationFailedBody
source: Login or password incorrect
fr: Nom d'utilisateur ou mot de passe incorrect.

# authenticationOtpFailedTitle
source: Invalid secret code
fr: Code secret incorrect

# authenticationOtpFailedBody
source: The provided secret code is incorrect
fr: Le code secret saisi est incorrect

# sessionExpiredTitle
source: No session found or session expired
fr: Aucune session trouvée ou session expirée

# sessionExpiredBody
source: Manual authentication is required in the settings of the app
fr: Une authentification manuelle est nécessaire dans les paramètres de l'application

# emptyEmailError
source: You must type an email.
fr: Vous devez saisir un email.

# invalidEmailError
source: You must type a valid email.
fr: Vous devez saisir un email valide.

# emptyPasswordError
source: You must type a password.
fr: Vous devez saisir un mot de passe.

# emptyOtpError
source: You must type a secret code.
fr: Vous devez saisir un code secret.

# invalidOtpError
source: You must type a valid secret code.
fr: Vous devez saisir un code secret valide.

# emptyNameError
source: You must type a name.
fr: Vous devez saisir un nom.

# genericError
source: An unknown error occurred.
fr: Une erreur inconnue est survenue.

# numistaBadRequestTitle
source: Bad Request
fr: Requête incorrecte

# numistaBadRequestBody
source: Invalid value for a parameter or missing mandatory parameter
fr: Valeur incorrecte ou paramètre obligagoire manquant

# numistaInvalidKeyTitle
source: Missing or invalid API key
fr: Clé d'API manquante ou invalide

# numistaInvalidKeyBody
source: Check your key in the settings
fr: Vérifiez votre clé dans les paramètres

# numistaCoinNotFoundTitle
source: Coin not found
fr: La pièce n'a pas été trouvée

# numistaCoinNotFoundBody
source: Check that the provided ID is correct
fr: Vérifier que l'ID fourni est correct

# physicalAssetItemAlreadyExistsTitle
source: Item already exists
fr: L'objet existe déjà

# physicalAssetItemAlreadyExistsContent
source: You should either change the name of the new item or edit the old one.
fr: Vous devez renommer le nouvel objet ou mettre à jour l'ancien.

# physicalAssetCoinAlreadyExistsTitle
source: Coin already exists
fr: La pièce existe déjà

# physicalAssetCoinAlreadyExistsContent
source: You must update the item instead of adding a new one.
fr: Vous devez mettre à jour la pièce au lieu d'en ajouter une nouvelle.

source: Submit
fr: Envoyer

source: Cancel
fr: Annuler

source: Yes
fr: Oui

source: No
fr: Non

# dashboardDrawerItem
source: Dashboard
fr: Tableau de bord

# physicalAssetsDrawerItem
source: Physical assets
fr: Patrimoine physique

# settingsDrawerItem
source: Settings
fr: Paramètres

source: Stocks
fr: Actions

source: Accounts
fr: Comptes

source: Precious Metals
fr: Métaux Précieux

source: Distribution
fr: Répartition

# genericEmptyTitle
source: No data found
fr: Aucune données trouvées

# genericEmptyBody
source: Maybe you did not link your bank account with Finary
fr: Peut-être que vous n'avez pas lié votre compte en banque avec Finary

# stocksEmptyTitle
source: You don't have any stocks
fr: Vous n'avez aucunes actions

# stocksEmptyBody
source: Start investing and you will see the breakdown here
fr: Commencez à investir et vous verrez le détail ici

# preciousMetalsEmptyTitle
source: You don't have any precious metals
fr: Vous n'avez aucun métaux précieux

# preciousMetalsEmptyBody
source: Start adding precious metals into the app to see the breakdown here
fr: Ajouter des métaux précieux dans l'application et vous verrez le détail ici

# stocksLiquidity
source: Stocks liquidity accounts
fr: Compte liquidité actions

source: Checking accounts
fr: Comptes courants

source: Savings accounts
fr: Comptes d'épargne

source: Cryptos
fr: Crypto-monnaies

# fondsEuro
source: Life insurance
fr: Assurance vie

source: Real estates
fr: Immobilier

source: Other assets
fr: Autre

source: Loans
fr: Prêts

source: Credit Accounts
fr: Comptes de crédit

source: Cash
fr: Liquide

source: Speculative
fr: Speculation

source: Investment
fr: Investissement

source: Savings
fr: Epargne

source: Other
fr: Autre

# syncLabel
source: Updated
fr: Mis à jour

# syncSecondsAgo
source: {seconds} {seconds,plural,=1{second}other{seconds}} ago
fr: Il y a {seconds} {seconds,plural,=1{seconde}other{secondes}}

# syncMinutesAgo
source: {minutes} {minutes,plural,=1{minute}other{minutes}} ago
fr: Il y a {minutes} {minutes,plural,=1{minute}other{minutes}}

# syncHoursAgo
source: {hours} {hours,plural,=1{hour}other{hours}} ago
fr: Il y a {hours} {hours,plural,=1{heure}other{heures}}

# syncDaysAgo
source: {days,plural,=1{yesterday}other{{days} days ago}}
fr: {days,plural,=1{hier}other{Il y a {days} jours}}

# settingsAssetsTitle
source: Dashboard
fr: Tableau de bord

# settingsAssetsSubtitle
source: Distribution targets, stocks categorisation
fr: Répartitions ciblées, catégorisation des actions

# settingsPhysicalAssetsTitle
source: Physical assets
fr: Patrimoine physique

# settingsPhysicalAssetsSubtitle
source: Ratios settings
fr: Paramétrage des ratios

# settingsAuthenticationTitle
source: Connections
fr: Connexions

# settingsAuthenticationSubtitle
source: Log in to the third-party services
fr: Se connecter aux services tiers

# settingsImportExportSubtitle
source: Import backups of the app or export it for future import
fr: Importer une sauvegarde de l'application ou exporter pour un import futur

# settingsPageTitle
source: Settings
fr: Paramètres

source: Log in
fr: Se connecter

source: Log out
fr: Se déconnecter

# finaryAuthenticationTitle
source: Log in to Finary
fr: Connexion à Finary

# finaryAuthenticationLoginMessage
source: Your connection information will not be saved.
fr: Vos informations de connexion ne seront pas sauvegardées.

# finaryAuthenticationOtpMessage
source: Two factor authentication is enabled. Please type in the code shown by your authentication application.
fr: L'authentification à deux facteurs est activée. Merci de saisir le code affiché par votre application d'authentification

# finarySuccessfulAuthentication
source: Successful connection
fr: Connexion réussie

# loginTextFieldLabel
source: Login
fr: Nom d'utilisateur

# passwordTextFieldLabel
source: Password
fr: Mot de passe

# otpTextFieldLabel
source: Secret code
fr: Code secret

# numistaApiKeyField
source: API Key
fr: Clé d'API

# numistaApiKeyTooltip
source: To obtain an API key, head over to
fr: Pour obtenir une clé d'API, rendez-vous sur

# numistaWebsiteUrl
source: https://en.numista.com/api
fr: https://fr.numista.com/api

# dashboardSettingsStockCategorisationTitle
source: Stock Categorisation
fr: Categorisation des actions

# dashboardSettingsStockCategorisationMessage
source: By default, stocks are considered speculative. Select the ones you want to tag as investment in the following list.
fr: Par défault, les actions sont considérées comme spéculatives. Selectionnez celles que vous voulez catégoriser comme investissements dans la liste ci-dessous.

# dashboardSettingsStockCategorisationEmptyError
source: You don't have any stocks. Start investing in stocks to categorize them.
fr: Vous n'avez pas d'actions. Commencez à investir pour les catégoriser.

# physicalAssetsSettingsGoldToSilverRatio
source: Gold to Silver ratio (GSR)
fr: Ratio Or/Argent (GSR)

# physicalAssetsSettingsGoldFavorableRatioGSR
source: Gold favorable when lower than
fr: Favorable à l'or lorsque inférieur à

# physicalAssetsSettingsSilverFavorableRatioGSR
source: Silver favorable when higher than
fr: Favorable à l'argent lorsque supérieur à

# physicalAssetsSettingsSPToGoldRatio
source: SP500 to Gold ratio (SPGR)
fr: Ratio SP500/Or (SPGR)

# physicalAssetsSettingsSPFavorableRatioSPGR
source: SP500 favorable when lower than
fr: Favorable au SP500 lorsque inférieur à

# physicalAssetsSettingsGoldFavorableRatioSPGR
source: Gold favorable when higher than
fr: Favorable à l'or lorsque supérieur à

# physicalAssetsSettingsGoldRatio
source: Gold ratio
fr: Ratio de l'or

# physicalAssetsSettingsSilverRatio
source: Silver ratio
fr: Ratio de l'argent

# physicalAssetsSettingsSPRatio
source: SP500 ratio
fr: Ratio du SP500

# importButton
source: Import data
fr: Importer les données

# exportButton
source: Export data
fr: Exporter les données

# importSuccessMessage
source: Import successful
fr: Import réussi

# exportSuccessMessage
source: Export successful
fr: Export réussi

# goldMetalType
source: Gold
fr: Or

# silverMetalType
source: Silver
fr: Argent

# otherMetalType
source: Other
fr: Autre

source: Raw
fr: Brut

source: Coin
fr: Pièce

# physicalAssetsPageTitle
source: My assets
fr: Mon patrimoine

# physicalAssetDetailTitle
source: Item's details
fr: Détail de l'objet

# noPhysicalAssets
source: You don't have any physical assets. Add some by pressing the button at the top right.
fr: Vous n'avez aucun métaux précieux. Ajoutez-en en appuyant sur le bouton en haut à droite

# searchCoin
source: Search for a coin
fr: Recherchez une pièce

# coinFeaturesNoValue
source: Ã¸
fr: ø

# coinPicturesNoPicturesAvailable
source: No picture available for this coin
fr: Aucune image disponible pour cette pièce.

# addCoinTitle
source: Add a coin
fr: Ajouter une pièce

# addRawPreciousMetalTitle
source: Add a raw metal
fr: Ajouter un métal brut

# addCashTitle
source: Add cash
fr: Ajouter du liquide

# updateAssetTitle
source: Update the asset
fr: Modifier le patrimoine

# addCoinAutofillMessage
source: Information has been autofilled. Double check that everything is correct before adding the coin.
fr: Les informations ont été pré-remplies. Vérifier que tout est correct avant d'ajouter la pièce.

source: Information
fr: Informations

source: Possessed
fr: Détenu

source: Name
fr: Nom

# cashUnitValue
source: Unit value
fr: Valeur unitaire

# metalDropdown
source: Metal type
fr: Type de métal

source: Purity
fr: Pureté

source: Total weight
fr: Poids total

source: Estimated price:
fr: Prix estimée :

# addToAssetsButton
source: Add to assets
fr: Ajouter au patrimoine

# updateAssetsButton
source: Update
fr: Mettre à jour

# deleteAssetButton
source: Delete
fr: Supprimer

# deleteDialogTitle
source: Confirm deletion
fr: Confirmer la suppression

# deleteDialogContent
source: Are you sure you want to delete '{item}'
fr: Êtes-vous sûr de voulour supprimer '{item}'
